Repository: NW3N4R/todo_app
Catalog: lib/l10n/app_*.arb
Languages: ckb

source: Settings
ckb: ڕێکخستنەکان

source: Dark mode
ckb: دۆخی تاریک

source: Dark
ckb: تاریک

source: Light
ckb: ڕۆشن

source: Language
ckb: زمان

source: DashBoard
ckb: داشبۆرد

source: Hello world
ckb: سڵاو جیهان

# remainingTasks
source: Remaining Todos
ckb: ئەرکە ماوەکان

# remainingTasksCount
source: Tasks Remain out of
ckb: ئەرک ماوە لە

source: Completed Tasks
ckb: ئەرکە تەواو بووەکان

source: Active Tasks
ckb: ئەرکە چالاکەکان

# overDueTasks
source: Over Dues
ckb: ئەرکە بەسەر چووەکان

# thisWeeksTodos
source: Tasks of The Week
ckb: ئەرکەکانی ئەم هەفتەیە

source: My Todos
ckb: ئەرکە کانم

source: Search
ckb: گەڕان

source: Active
ckb: چالاک

source: Over Due
ckb: بەسەر چوو

source: Completed
ckb: تەواو بوو

source: Cancel
ckb: پاشەگەز بوونەوە

# nameOfTodo
source: Todo Name
ckb: ناوی ئەرک

# descOfTodo
source: Todo Description
ckb: وەسفی ئەرک

source: Priority
ckb: گرنگی

source: Low
ckb: نزم

source: Medium
ckb: مام ناوەند

source: High
ckb: بەرز

# dateOfNotification
source: Date of Notifying
ckb: بەرواری ئاگەدار کردنەوە

# timeofNotification
source: Time of Notifying
ckb: کاتی ئاگەدار کردنەوە

# daysOfWeek
source: Days of The Week
ckb: ڕۆژەکانی هەفتە

# todoNameReq
source: Todo Name is Required
ckb: ناوی ئەرک داوا کراوە

# todoDescReq
source: Description is Required
ckb: وەسی ئەرک داواکراوە

# dateOrWeekDay
source: Either a date or day of the todo is required
ckb: بەروار یان ڕۆژی ئەنجامدانی ئەرک داوا کراوە

# timeOfTodoRequired
source: Time of the Todo is Required
ckb: کاتی ئەنجام دانەی ئەرک داوا کراوە

source: New Todo
ckb: ئەرکێکی نوێ

source: Update Todo
ckb: نوێ کردنەوەی ئەرک

source: Accept
ckb: وەرگرتن

source: Action Success
ckb: کردارەکە سەرکەوتوو بوو

# errorHappened
source: an Error Occured
ckb: هەڵەیەک ڕوویدا

source: Todo Saved!
ckb: ئەرکەکە تۆمار کرا

source: Todo Updated
ckb: ئەرکەکە نوێ کرایەوە

source: Todo Deleted
ckb: ئەرکەکە سڕایەوە
